ack
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
amd-ucode
android-sdk-platform-tools
anki
appmenu-gtk-module
archlinuxcn-keyring
ark
autoconf
autojump
automake
baidunetdisk-bin
base
bash-language-server
bind
binutils
bison
bluedevil
breeze-gtk
btrfs-progs
calibre
ccls
chromium
clang
cmake
cmatrix
create_ap
ctags
dhcpcd
dialog
discover
dmenu
docker
dolphin
dos2unix
drkonqi
efibootmgr
espeak
expac
fakeroot
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
feh
firefox
flex
fping
fzf
gcc
gimp
git
go
graphviz
groff
grub
gtk-engine-murrine
gtk-engines
gwenview
hping
htop
httpbin
httpie
hydra
kate
kde-gtk-config
kdeconnect
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
konsole
kscreen
ksshaskpass
kvantum-qt5
kwallet-pam
kwayland-integration
kwrited
latte-dock
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libinput-gestures
libtool
linux
linux-firmware
linuxqq
lolcat
m4
make
mitmproxy
mtr
neofetch
neovim
nerd-fonts-complete
net-tools
netctl
netease-cloud-music
networkmanager
nmap
noto-fonts-cjk
npm
ntfs-3g
nvidia
nvidia-settings
obs-studio
okular
opencv
openssh
os-prober
oxygen
pandoc
patch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace-wallpapers
powerdevil
powerline
powerline-fonts
privoxy
proxychains-ng
python-docopt
python-language-server
python-numpy
python-pip
python-pynvim
qbittorrent
qt5-websockets
rar
redis
ruby
scrcpy
screenfetch
screenkey
sddm
sddm-kcm
shadowsocks
sl
spectacle
sshfs
sudo
tcpdump
telegram-desktop
texinfo
the_silver_searcher
thefuck
tig
tldr
tmux
tmuxp
traceroute
tree
ttf-monaco
ttf-symbola
ttf-wps-fonts
unzip-iconv
vim
visual-studio-code-bin
vlc
vsftpd
wget
which
wireshark-qt
wpa_supplicant
wqy-microhei-lite
wqy-zenhei
xclip
xdg-desktop-portal-kde
xdotool
xf86-input-synaptics
xf86-video-amdgpu
xorg-xrandr
xournalpp
xsel
xtrlock
yakuake
yarn
you-get
youtube-dl
zeal-git
zip
zsh
