powerline
powerline-fonts

cmake
net-tools
fping
hping
nmap
android-sdk-platform-tools
wget
sshfs
ncurses
libncurses
emacs
vsftpd
cmatrix
sl
ark
rar
zip
traceroute
mtr
dnsutils
create_ap
rdesktop
freerdp
hydra
tcpdump
tigervnc
graphviz
npm
feh
tmux
pandoc
sendmail
scrcpy
networkmanager
tldr
zsh-autosuggestions
kdeconnect
espeak
xtrlock
pianobar
musicbox
netease-musicbox
proxychains-ng
xclip xsel
neovim
vim
ctags
the_silver_searcher
autojump
mono
rust
cargo
go
pip
you-get
ruby
clang
llvm
mitmproxy
matplotlib
httpie
pyenv
thefuck
redis
flask
youtube-dl
httpbin
docker
opencv
virtualenv
ack
privoxy
fcitx-mozc
ariang-allinone
unzip-iconv
anaconda
virtualenvwrapper
postgresql
fzf
netifaces
calibre
tig
htop
tree
shadowsocks
paclist
python2-pip
lazygit
dos2unix
expac
lolcat
sc-im
yarn
tmuxp

bash-language-server
python-language-server
ccls

libva-intel-driver
libva-vdpau-driver
plasma-desktop
dolphin
discover
konsole
kate
kscreen
xf86-input-synaptics
powerdevil
spectacle
gwenview
systemsettings
network-manager-applet
plasma-nm
bluedevil
latte-dock
kvantum-qt5
appmenu-gtk-module
libdbusmenu-glib
lib32-libdbusmenu-glib lib32-libdbusmenu-gtk2 lib32-libdbusmenu-gtk3 lib32-libdbusmenu-qt libdbusmenu-glib libdbusmenu-gtk2 libdbusmenu-gtk3 libdbusmenu-qt4 libdbusmenu-qt6
libdbusmenu-gtk2 libdbusmenu-gtk3 libdbusmenu-qt4 libdbusmenu-qt5
libdbusmenu-gtk2 libdbusmenu-gtk3
yakuake
kdecoration qt5-declarative qt5-x11extras 
plasma-browser-integration
kdeplasma-addons

ffmpeg
vlc
wqy-microhei-lite
adobe-source-han-serif-cn-fonts
adobe-source-han-sans-cn-fonts
ttf-monaco
wqy-zenhei
ttf-wps-fonts
noto-fonts
noto-fonts-cjk
ttf-symbola
nerd-fonts-complete
xournal
telegram-desktop
obs-studio
gimp
genymotion
teamviewer
qbittorrent
gtk-engine-murrine gtk-engines
dmenu
netease-cloud-music
okular
kvantum-theme-materia materia-gtk-theme materia-kde
chromium
zeal
anki
pepper-flash
screenkey
ocs-url
wireshark-qt
wps-office
code
baidunetdisk-bin

# pycharm-community-edition
# intellij-idea-community-edition
# breeze-plymouth
