ack
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aegisub
alacritty
aliyun-cli
amd-ucode
amule
android-sdk-platform-tools
ansible
appmenu-gtk-module
archlinuxcn-keyring
aria2
ark
ascii
asciiquarium
autoconf
autojump
automake
axel
baidupcs-go
base
base-devel
bash-language-server
bat
bind
binutils
bison
blender
blueberry
bluedevil
bluez-utils
bpytop
breeze-gtk
broot
btrfs-progs
cabextract
calibre
cava
ccls
cdrtools
chntpw
chromium
clang
cloc
cmake
cmatrix
cowsay
cpio
create_ap
critest
ctags
cups-pdf
dbeaver
dhcpcd
dialog
discord
discover
dmenu
dmidecode
docker
docker-buildx
docker-compose
dolphin
dos2unix
drkonqi
dunst
dust
edk2-ovmf
efibootmgr
emacs
espeak-ng
etcdctl
eww-wayland
exa
expac
extra-cmake-modules
fakeroot
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feeluown
feeluown-netease
feh
figlet
firefox-i18n-zh-cn
firewalld
flex
fortune-mod
fping
frpc
fuzzel
fzf
gcc
genact
genymotion
gimp
git
git-lfs
glances
gnu-netcat
go
go-swagger
graphviz
grim
groff
grub
gtk-engine-murrine
gtk-engines
gwenview
helm
herdtools7-git
hping
htop
httpbin
httpie
hydra
icalingua++
iotop
ipcalc
iptables-nft
ipython
jdk-openjdk
kate
kchmviewer
kde-gtk-config
kdeconnect
kdeplasma-addons
kdialog
kgamma5
khotkeys
kinfocenter
kitty
konsole
krdc
krita
kscreen
ksshaskpass
ksysguard
kubeadm
kubectl
kvantum
kwallet-pam
kwayland-integration
kwrited
latte-dock
lazydocker
lazygit
libcpuid
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libguestfs
libidn11
libinput-gestures
libreoffice-fresh
libreoffice-fresh-zh-cn
libtool
libva-mesa-driver
libvirt
light
linux
linux-firmware
lolcat
lrzsz
lsb-release
m4
make
mako
man-db
man-pages
mariadb
maven
minikube
mitmproxy
mpd
mtr
mycli
neofetch
neovim
neovim-remote
net-tools
netctl
netease-cloud-music
nethogs
networkmanager
ninja
nmap
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-emoji-blob
npm
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
obs-studio
obsidian
okular
onlyoffice-bin
opencv
openldap
openssh
os-prober
otf-font-awesome
oxygen
p7zip
packer
pacman-contrib
pamixer
pandoc-bin
partitionmanager
patch
pavucontrol
pdftk
pipewire-pulse
pkgconf
plantuml
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace-wallpapers
podman
powerdevil
powerline
powerline-fonts
print-manager
privoxy
proxychains-ng
python-docopt
python-lsp-server
python-numpy
python-pip
python-pynvim
qbittorrent-enhanced-git
qemu-user-static
qt5-websockets
qv2ray-dev-git
ranger
rar
redis
ripgrep
rofi-greenclip
rsync
ruby
rust-analyzer
samba
scc
scrcpy
screen
screenfetch
screenkey
sddm
sddm-kcm
shadowsocks
shadowsocks-qt5
shellcheck-static
sipcalc
sl
slack-desktop
slurp
spectacle
speech-dispatcher
sshfs
sshpass
sshuttle
stow
strace
sudo
swayidle
swaylock-effects
system-config-printer
tcpdump
telegram-desktop
terraform
texinfo
texlive-core
texlive-fontsextra
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
the_silver_searcher
thefuck
thunderbird
thunderbird-i18n-zh-cn
tig
tigervnc
tk
tldr
tmux
tmuxp
toilet
tokei
tor-browser
traceroute
tree
ttf-monaco
ttf-mononoki-nerd
typora
unicode-emoji
unzip
v2ray
v2ray-desktop
v2raya
vagrant
vim
vimix-cursors
vimix-gtk-themes-git
vimix-icon-theme
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
vlc
vsftpd
w3m
wayvnc
wget
which
whois
wimlib
wireshark-qt
wl-clipboard
wofi
workrave
wpa_supplicant
wqy-microhei-lite
wqy-zenhei
wrk
xclip
xdg-desktop-portal-kde
xdotool
xf86-input-synaptics
xf86-video-amdgpu
xorg-xrandr
xournalpp
xray
xsel
xtrlock
yacd
yakuake
yarn
yay
you-get
youtube-dl
yq
zeal-git
zellij
zip
zsh
