# native
ack
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
amd-ucode
android-sdk-platform-tools
anki
appmenu-gtk-module
archlinuxcn-keyring
ark
ascii
asciiquarium
autoconf
automake
base
bash-language-server
bat
bind
binutils
bison
bluedevil
bpytop
breeze-gtk
btrfs-progs
calibre
ccls
cdrtools
chromium
clang
cloc
cmake
cmatrix
cowsay
cpio
create_ap
critest
ctags
dbeaver
dhcpcd
dialog
discover
dmenu
dmidecode
docker
docker-compose
dolphin
dos2unix
drkonqi
efibootmgr
emacs
espeak
exa
expac
extra-cmake-modules
fakeroot
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feeluown
feeluown-netease
feh
figlet
firefox-developer-edition
firefox-i18n-zh-cn
flex
fortune-mod
fping
frpc
fzf
gcc
genact
genymotion
gimp
git
git-lfs
glances
gnu-netcat
go
graphviz
groff
grub
gtk-engine-murrine
gtk-engines
gwenview
hping
htop
httpbin
httpie
hydra
iptables-nft
ipython
jdk-openjdk
kate
kde-gtk-config
kdeconnect
kdeplasma-addons
kdialog
kgamma5
khotkeys
kinfocenter
konsole
kscreen
ksshaskpass
kubeadm
kubectl
kvantum-qt5
kwallet-pam
kwayland-integration
kwrited
latte-dock
lazydocker
lazygit
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libinput-gestures
libreoffice-fresh
libreoffice-fresh-zh-cn
libtool
libva-mesa-driver
libvirt
linux
linux-firmware
lolcat
lsb-release
m4
make
man-db
man-pages
mariadb
minikube
mitmproxy
mpd
mtr
mycli
neofetch
neovim
neovim-remote
nerd-fonts-complete
net-tools
netctl
netease-cloud-music
nethogs
networkmanager
nmap
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-emoji-blob
npm
ntfs-3g
nvidia
nvidia-settings
obs-studio
obsidian
okular
opencv
openssh
os-prober
oxygen
p7zip
pacman-contrib
patch
pkgconf
plantuml
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace-wallpapers
postman
powerdevil
powerline
powerline-fonts
privoxy
proxychains-ng
python-docopt
python-language-server
python-numpy
python-pip
python-pynvim
qbittorrent
qemu
qt5-websockets
ranger
rar
redis
ripgrep
ruby
scrcpy
screen
screenfetch
screenkey
sddm
sddm-kcm
shadowsocks
sl
spectacle
speech-dispatcher
sshfs
stow
strace
sudo
sway
tcpdump
teamviewer
telegram-desktop
texinfo
texlive-core
texlive-fontsextra
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
the_silver_searcher
thefuck
thunderbird
thunderbird-i18n-zh-cn
tig
tigervnc
tk
tldr
tmux
tmuxp
toilet
traceroute
tree
ttf-monaco
typora
unicode-emoji
unzip-iconv
v2ray
v2ray-desktop
vim
vimix-cursors
vimix-gtk-themes-git
vimix-icon-theme
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
visual-studio-code-bin
vlc
vsftpd
w3m
wget
which
wireshark-qt
workrave
wpa_supplicant
wqy-microhei-lite
wqy-zenhei
wrk
xclip
xdg-desktop-portal-kde
xdotool
xf86-input-synaptics
xf86-video-amdgpu
xorg-xrandr
xournalpp
xsel
xtrlock
yakuake
yarn
yay
you-get
youtube-dl
yq
zeal-git
zip
zsh

# foreign
autojump
baidunetdisk-bin
docker-machine-driver-kvm2
google-chrome
gotop-bin
linuxqq
noto-color-emoji-fontconfig
qv2ray
tmux-xpanes
ttf-symbola
ttf-wps-fonts
wechat-uos
wemeet-bin
